Repository: caisergan/mac-stats
Catalog: Localizations/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans

source: a small share, not the cause
de: ein kleiner Anteil, nicht die Ursache
fr: une petite part, pas la cause
zh_hans: 占比很小，不是原因

source: It usually passes on its own. If the Mac stays this busy for hours, restarting it helps.
de: Das geht meist von selbst vorbei. Bleibt der Mac stundenlang so ausgelastet, hilft ein Neustart.
fr: Cela passe généralement tout seul. Si le Mac reste aussi occupé pendant des heures, redémarrez-le.
zh_hans: 这通常会自行缓解。如果 Mac 持续这么忙好几个小时，重新启动会有帮助。

source: Needs attention: %@.
de: Braucht Aufmerksamkeit: %@.
fr: Demande votre attention : %@.
zh_hans: 需要注意：%@。

source: No single app stands out: lots of smaller tasks are adding up, as happens during updates, indexing or builds.
de: Keine einzelne App fällt auf: Viele kleinere Aufgaben summieren sich, wie bei Updates, Indizierung oder Builds.
fr: Aucune app ne se démarque : beaucoup de petites tâches s'additionnent, comme lors des mises à jour, de l'indexation ou des compilations.
zh_hans: 没有哪个 App 特别突出：许多小任务叠加在一起，常见于更新、建立索引或构建期间。

source: From your Mac's readings
de: Aus den Messwerten deines Macs
fr: D'après les mesures de votre Mac
zh_hans: 来自这台 Mac 的读数

source: Ask questions about your Mac in plain words. Answers use Apple Intelligence on this Mac; nothing leaves it, and conversations are cleared when Ask closes.
de: Stelle Fragen zu deinem Mac in einfachen Worten. Antworten nutzen Apple Intelligence auf diesem Mac; nichts verlässt ihn, und Gespräche werden gelöscht, wenn du das Fenster schließt.
fr: Posez des questions sur votre Mac avec des mots simples. Les réponses utilisent Apple Intelligence sur ce Mac : rien ne le quitte, et les conversations sont effacées à la fermeture de la fenêtre.
zh_hans: 用简单的话询问关于这台 Mac 的问题。回答使用这台 Mac 上的 Apple 智能；任何内容都不会离开这台 Mac，关闭窗口时会清除对话。

source: Answers by Apple Intelligence, running on this Mac. They can be wrong, so check the facts behind them.
de: Antworten von Apple Intelligence, direkt auf diesem Mac. Sie können falsch sein, prüfe also die Fakten dahinter.
fr: Réponses d'Apple Intelligence, exécutée sur ce Mac. Elles peuvent être fausses : vérifiez les faits sur lesquels elles reposent.
zh_hans: 回答由 Apple 智能在这台 Mac 上生成。回答可能有误，请核对其依据的事实。

source: Answers by Apple Intelligence (%@), running on this Mac. They can be wrong, so check the facts behind them.
de: Antworten von Apple Intelligence (%@), direkt auf diesem Mac. Sie können falsch sein, prüfe also die Fakten dahinter.
fr: Réponses d'Apple Intelligence (%@), exécutée sur ce Mac. Elles peuvent être fausses : vérifiez les faits sur lesquels elles reposent.
zh_hans: 回答由 Apple 智能（%@）在这台 Mac 上生成。回答可能有误，请核对其依据的事实。

source: Open Ask About This Mac to find out how your Mac is doing in plain words.
de: Öffne „Frag deinen Mac“, um in einfachen Worten zu erfahren, wie es deinem Mac geht.
fr: Ouvrez « Poser une question sur ce Mac » pour savoir comment va votre Mac, avec des mots simples.
zh_hans: 打开“询问这台 Mac”，用简单的话了解这台 Mac 的状况。

source: Shows more about this part of your Mac
de: Zeigt mehr über diesen Teil deines Macs
fr: Affiche plus d'informations sur cette partie de votre Mac
zh_hans: 显示这台 Mac 这部分的更多信息

source: What I looked at
de: Was ich mir angesehen habe
fr: Ce que j'ai examiné
zh_hans: 我查看了什么

source: Typed questions need macOS 27 or later. The summaries above still work.
de: Für eigene Fragen ist macOS 27 oder neuer nötig. Die Übersichten oben funktionieren trotzdem.
fr: Les questions libres nécessitent macOS 27 ou version ultérieure. Les résumés ci-dessus fonctionnent quand même.
zh_hans: 输入问题需要 macOS 27 或更高版本。上面的概览仍可使用。

source: This Mac can't run Apple Intelligence, so typed questions aren't available. The summaries above still work.
de: Dieser Mac unterstützt Apple Intelligence nicht, daher sind eigene Fragen nicht verfügbar. Die Übersichten oben funktionieren trotzdem.
fr: Ce Mac ne peut pas utiliser Apple Intelligence, les questions libres ne sont donc pas disponibles. Les résumés ci-dessus fonctionnent quand même.
zh_hans: 这台 Mac 无法运行 Apple 智能，因此无法输入问题。上面的概览仍可使用。

source: Turn on Apple Intelligence in System Settings to ask questions in your own words.
de: Aktiviere Apple Intelligence in den Systemeinstellungen, um Fragen in deinen eigenen Worten zu stellen.
fr: Activez Apple Intelligence dans Réglages Système pour poser des questions avec vos propres mots.
zh_hans: 请在“系统设置”中打开 Apple 智能，以便用自己的话提问。

source: Apple Intelligence is still getting ready. Try again in a few minutes.
de: Apple Intelligence wird noch vorbereitet. Versuche es in ein paar Minuten erneut.
fr: Apple Intelligence est encore en cours de préparation. Réessayez dans quelques minutes.
zh_hans: Apple 智能仍在准备中。请过几分钟再试。

source: Apple Intelligence doesn't support this language yet. The summaries above still work.
de: Apple Intelligence unterstützt diese Sprache noch nicht. Die Übersichten oben funktionieren trotzdem.
fr: Apple Intelligence ne prend pas encore en charge cette langue. Les résumés ci-dessus fonctionnent quand même.
zh_hans: Apple 智能尚不支持这种语言。上面的概览仍可使用。

source: Apple Intelligence couldn't answer that one. Try asking it a different way.
de: Apple Intelligence konnte darauf nicht antworten. Versuche, die Frage anders zu stellen.
fr: Apple Intelligence n'a pas pu répondre à cette question. Essayez de la formuler autrement.
zh_hans: Apple 智能无法回答这个问题。请换一种方式提问。

source: Something went wrong while answering. Please try again.
de: Beim Antworten ist etwas schiefgelaufen. Bitte versuche es erneut.
fr: Une erreur s'est produite pendant la réponse. Veuillez réessayer.
zh_hans: 回答时出了点问题。请重试。

source: Or ask a question
de: Oder stelle eine Frage
fr: Ou posez une question
zh_hans: 或者提个问题

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les réglages
zh_hans: 打开设置

source: Ask anything about your Mac
de: Frag etwas über deinen Mac
fr: Posez une question sur votre Mac
zh_hans: 问任何关于这台 Mac 的问题

source: See it on a chart
de: Im Diagramm ansehen
fr: Voir sur un graphique
zh_hans: 在图表中查看

source: Thinking about your question…
de: Denke über deine Frage nach …
fr: Réflexion sur votre question…
zh_hans: 正在思考你的问题…

source: Looking at %@…
de: Sehe mir %@ an …
fr: Examen de : %@…
zh_hans: 正在查看 %@…

source: Writing an answer…
de: Schreibe eine Antwort …
fr: Rédaction d'une réponse…
zh_hans: 正在撰写回答…

source: Open this chart in the main window
de: Dieses Diagramm im Hauptfenster öffnen
fr: Ouvrir ce graphique dans la fenêtre principale
zh_hans: 在主窗口中打开此图表

source: "%@" is a background process. If it keeps growing, quitting the app or tool that started it, or restarting the Mac, gives its memory back.
de: „%@“ ist ein Hintergrundprozess. Wenn er weiter wächst, geben das Beenden der App oder des Tools, das ihn gestartet hat, oder ein Neustart des Mac seinen Speicher frei.
fr: « %@ » est un processus d’arrière-plan. S’il continue de grossir, quitter l’app ou l’outil qui l’a lancé, ou redémarrer le Mac, libère sa mémoire.
zh_hans: “%@”是后台进程。如果它持续增长，退出启动它的应用或工具，或重新启动 Mac，即可释放其内存。

source: "%@" is part of macOS, so don't try to quit it. Its memory usually settles; if it keeps growing for hours, restarting the Mac gives it back.
de: „%@“ gehört zu macOS, also nicht beenden. Sein Speicher pendelt sich meist ein; wächst er stundenlang weiter, gibt ein Neustart des Mac ihn frei.
fr: « %@ » fait partie de macOS, n’essayez donc pas de le quitter. Sa mémoire se stabilise généralement ; si elle grossit pendant des heures, redémarrer le Mac la libère.
zh_hans: “%@”是 macOS 的一部分，请勿尝试退出。它的内存通常会趋于稳定；如果持续增长数小时，重新启动 Mac 即可释放。

source: "%@" keeps using more memory.
de: „%@“ belegt immer mehr Speicher.
fr: « %@ » utilise de plus en plus de mémoire.
zh_hans: “%@”占用的内存越来越多。

source: An AI agent such as Claude Code or Codex will read this Mac's recorded history, including app names and how much they used, and send what it reads to its AI provider. Ask itself never sends anything off this Mac.
de: Ein KI-Agent wie Claude Code oder Codex liest den aufgezeichneten Verlauf dieses Mac, einschließlich App-Namen und ihrer Nutzung, und sendet das Gelesene an seinen KI-Anbieter. „Diesen Mac fragen“ selbst sendet nie etwas von diesem Mac.
fr: Un agent IA comme Claude Code ou Codex lira l’historique enregistré de ce Mac, y compris les noms des apps et leur utilisation, et enverra ce qu’il lit à son fournisseur d’IA. « Interroger ce Mac » n’envoie jamais rien hors de ce Mac.
zh_hans: Claude Code 或 Codex 等 AI 智能体会读取这台 Mac 的记录历史（包括应用名称及其用量），并将读取的内容发送给其 AI 提供商。“询问这台 Mac”本身从不向这台 Mac 之外发送任何内容。

source: Claude Code, Codex and other AI agents can read this Mac's history too and investigate in depth. They send what they read to their provider.
de: Claude Code, Codex und andere KI-Agenten können den Verlauf dieses Mac ebenfalls lesen und gründlich untersuchen. Sie senden das Gelesene an ihren Anbieter.
fr: Claude Code, Codex et d’autres agents IA peuvent aussi lire l’historique de ce Mac et enquêter en profondeur. Ils envoient ce qu’ils lisent à leur fournisseur.
zh_hans: Claude Code、Codex 等 AI 智能体也可以读取这台 Mac 的历史并深入调查。它们会将读取的内容发送给其提供商。

source: Copied. Paste it into Claude Code, Codex or another AI agent.
de: Kopiert. Füge es in Claude Code, Codex oder einen anderen KI-Agenten ein.
fr: Copié. Collez-le dans Claude Code, Codex ou un autre agent IA.
zh_hans: 已复制。请粘贴到 Claude Code、Codex 或其他 AI 智能体中。

source: Copied. Paste it into Terminal, then ask Claude Code about your Mac.
de: Kopiert. Füge es im Terminal ein und frage dann Claude Code nach deinem Mac.
fr: Copié. Collez-le dans Terminal, puis interrogez Claude Code sur votre Mac.
zh_hans: 已复制。请粘贴到“终端”中，然后向 Claude Code 询问你的 Mac。

source: Copied. Paste it into Terminal, then ask Codex about your Mac.
de: Kopiert. Füge es im Terminal ein und frage dann Codex nach deinem Mac.
fr: Copié. Collez-le dans Terminal, puis interrogez Codex sur votre Mac.
zh_hans: 已复制。请粘贴到“终端”中，然后向 Codex 询问你的 Mac。

source: Copy a prompt or a setup command for Claude Code, Codex or another AI agent
de: Einen Prompt oder Einrichtungsbefehl für Claude Code, Codex oder einen anderen KI-Agenten kopieren
fr: Copier un prompt ou une commande de configuration pour Claude Code, Codex ou un autre agent IA
zh_hans: 为 Claude Code、Codex 或其他 AI 智能体拷贝提示词或设置命令

source: Copy Claude Code setup
de: Einrichtung für Claude Code kopieren
fr: Copier la configuration Claude Code
zh_hans: 拷贝 Claude Code 设置

source: Copy Codex setup
de: Einrichtung für Codex kopieren
fr: Copier la configuration Codex
zh_hans: 拷贝 Codex 设置

source: Copy prompt
de: Prompt kopieren
fr: Copier le prompt
zh_hans: 拷贝提示词

source: Copy prompt with this conversation
de: Prompt mit diesem Gespräch kopieren
fr: Copier le prompt avec cette conversation
zh_hans: 拷贝含此对话的提示词

source: Dig deeper with an AI agent
de: Mit einem KI-Agenten tiefer graben
fr: Aller plus loin avec un agent IA
zh_hans: 借助 AI 智能体深入了解

source: Hand off to an AI agent
de: An einen KI-Agenten übergeben
fr: Confier à un agent IA
zh_hans: 交给 AI 智能体

source: Hand off to an AI agent?
de: An einen KI-Agenten übergeben?
fr: Confier à un agent IA ?
zh_hans: 交给 AI 智能体？

source: Set up once
de: Einmal einrichten
fr: Configurer une fois
zh_hans: 一次性设置

source: Swap grew by %@, though pressure is low.
de: Der Swap ist um %@ gewachsen, obwohl der Druck niedrig ist.
fr: Le swap a augmenté de %@, bien que la pression soit faible.
zh_hans: 交换空间增长了 %@，尽管内存压力较低。

source: "%@" has been busy for hours.
de: „%@“ ist seit Stunden beschäftigt.
fr: « %@ » est occupé depuis des heures.
zh_hans: “%@”已连续忙碌数小时。

source: "%@" is doing a job for macOS. Let it finish; if it is still this busy tomorrow, restart the Mac.
de: „%@“ erledigt eine Aufgabe für macOS. Lass es fertig werden; ist es morgen noch so beschäftigt, starte den Mac neu.
fr: « %@ » effectue une tâche pour macOS. Laissez-le terminer ; s’il est encore aussi occupé demain, redémarrez le Mac.
zh_hans: “%@”正在为 macOS 执行任务。请让它完成；如果明天仍然这么忙，请重新启动 Mac。

source: "%@" is part of macOS and should not stay this busy. Don't quit it; restarting the Mac resets it.
de: „%@“ gehört zu macOS und sollte nicht so lange beschäftigt sein. Nicht beenden; ein Neustart des Mac setzt es zurück.
fr: « %@ » fait partie de macOS et ne devrait pas rester aussi occupé. Ne le quittez pas ; redémarrer le Mac le réinitialise.
zh_hans: “%@”是 macOS 的一部分，不应一直这么忙。请勿退出它；重新启动 Mac 即可将其重置。

source: "%@" should not stay this busy for hours. Quitting it in Activity Monitor is safe: macOS starts it again. If it gets busy again, restart the Mac.
de: „%@“ sollte nicht stundenlang so beschäftigt sein. Es in der Aktivitätsanzeige zu beenden ist sicher: macOS startet es neu. Wird es wieder so beschäftigt, starte den Mac neu.
fr: « %@ » ne devrait pas rester aussi occupé pendant des heures. Le quitter dans le Moniteur d’activité est sans risque : macOS le relance. S’il redevient occupé, redémarrez le Mac.
zh_hans: “%@”不应连续数小时这么忙。在“活动监视器”中退出它是安全的：macOS 会重新启动它。如果它再次变忙，请重新启动 Mac。

source: "%1$@" has kept about %2$@ cores busy for %3$@ without a break.
de: „%1$@“ hat %3$@ lang ohne Pause etwa %2$@ Kerne ausgelastet.
fr: « %1$@ » a occupé environ %2$@ cœurs pendant %3$@ sans interruption.
zh_hans: “%1$@”已不间断地占用约 %2$@ 个核心达 %3$@。

source: "%1$@" has kept about %2$@ cores busy for more than a day.
de: „%1$@“ hat seit mehr als einem Tag etwa %2$@ Kerne ausgelastet.
fr: « %1$@ » occupe environ %2$@ cœurs depuis plus d’une journée.
zh_hans: “%1$@”已占用约 %2$@ 个核心超过一天。

source: %@ has been busy for a long time
de: %@ ist seit Langem beschäftigt
fr: %@ est occupé depuis longtemps
zh_hans: %@ 已长时间处于忙碌状态

source: A program busy for hours
de: Ein Programm, das stundenlang beschäftigt ist
fr: Un programme occupé pendant des heures
zh_hans: 某个程序连续忙碌数小时

source: about %@ of the processor, for hours
de: etwa %@ des Prozessors, seit Stunden
fr: environ %@ du processeur, depuis des heures
zh_hans: 约占处理器的 %@，已持续数小时

source: Busy For Hours
de: Stundenlang beschäftigt
fr: Occupé pendant des heures
zh_hans: 连续忙碌数小时

source: If you are not using "%@", quit it: an app that stays this busy for hours in the background is often stuck.
de: Wenn du „%@“ nicht benutzt, beende es: Eine App, die im Hintergrund stundenlang so beschäftigt ist, hängt oft fest.
fr: Si vous n’utilisez pas « %@ », quittez-la : une app qui reste aussi occupée pendant des heures en arrière-plan est souvent bloquée.
zh_hans: 如果你没有在使用“%@”，请退出它：在后台连续数小时这么忙的应用通常已卡住。

source: It draws everything on screen. Busy for hours usually means an app keeps redrawing: quit apps with animations or many windows open.
de: Es zeichnet alles auf dem Bildschirm. Stundenlang beschäftigt bedeutet meist, dass eine App ständig neu zeichnet: Beende Apps mit Animationen oder vielen offenen Fenstern.
fr: Il dessine tout ce qui est à l’écran. Occupé pendant des heures signifie généralement qu’une app redessine sans arrêt : quittez les apps avec des animations ou de nombreuses fenêtres ouvertes.
zh_hans: 它负责绘制屏幕上的所有内容。连续数小时忙碌通常意味着某个应用在不停重绘：请退出带有动画或打开了很多窗口的应用。

source: It has kept about %1$@ cores busy for %2$@.
de: Es hat %2$@ lang etwa %1$@ Kerne ausgelastet.
fr: Il a occupé environ %1$@ cœurs pendant %2$@.
zh_hans: 它已占用约 %1$@ 个核心达 %2$@。

source: It is Photos analysing your library. It works while the Mac is otherwise idle and finishes on its own.
de: Das ist Fotos, das deine Mediathek analysiert. Es arbeitet, während der Mac sonst nichts tut, und wird von selbst fertig.
fr: C’est Photos qui analyse votre photothèque. Il travaille quand le Mac est inactif et se termine tout seul.
zh_hans: 这是“照片”在分析你的图库。它会在 Mac 空闲时运行，并会自行完成。

source: It is preparing a macOS update, which finishes on its own.
de: Es bereitet ein macOS-Update vor, das von selbst fertig wird.
fr: Il prépare une mise à jour de macOS, qui se termine toute seule.
zh_hans: 它正在准备 macOS 更新，会自行完成。

source: It is Spotlight indexing files. That finishes on its own, often after an update or when many files changed.
de: Das ist Spotlight, das Dateien indiziert. Das wird von selbst fertig, oft nach einem Update oder wenn sich viele Dateien geändert haben.
fr: C’est Spotlight qui indexe des fichiers. Cela se termine tout seul, souvent après une mise à jour ou quand de nombreux fichiers ont changé.
zh_hans: 这是“聚焦”在为文件编制索引。它会自行完成，通常发生在更新之后或大量文件发生变化时。

source: It is Time Machine making a backup, which finishes on its own.
de: Das ist Time Machine, das ein Backup erstellt; das wird von selbst fertig.
fr: C’est Time Machine qui effectue une sauvegarde, qui se termine toute seule.
zh_hans: 这是“时间机器”在进行备份，会自行完成。

source: It keeps Contacts in step with your accounts. Busy for hours usually means a sync is stuck: in System Settings > Internet Accounts, turn Contacts off for one account at a time to find which.
de: Es hält Kontakte mit deinen Accounts abgeglichen. Stundenlang beschäftigt bedeutet meist, dass eine Synchronisierung hängt: Schalte unter Systemeinstellungen > Internetaccounts Kontakte für jeweils einen Account aus, um ihn zu finden.
fr: Il synchronise Contacts avec vos comptes. Occupé pendant des heures signifie généralement qu’une synchronisation est bloquée : dans Réglages Système > Comptes internet, désactivez Contacts pour un compte à la fois afin de trouver lequel.
zh_hans: 它让“通讯录”与你的账户保持同步。连续数小时忙碌通常意味着同步卡住了：在“系统设置”>“互联网账户”中，逐个关闭账户的“通讯录”来找出是哪一个。

source: It syncs iCloud. Large uploads take a while, but busy for many hours can mean a sync is stuck.
de: Es synchronisiert iCloud. Große Uploads dauern, aber viele Stunden Beschäftigung können bedeuten, dass eine Synchronisierung hängt.
fr: Il synchronise iCloud. Les gros envois prennent du temps, mais être occupé pendant de nombreuses heures peut signifier qu’une synchronisation est bloquée.
zh_hans: 它负责同步 iCloud。大量上传需要一些时间，但连续忙碌很多小时可能意味着同步卡住了。

source: Quit it if you are not using it.
de: Beende es, wenn du es nicht benutzt.
fr: Quittez-la si vous ne l’utilisez pas.
zh_hans: 如果你没有在使用它，请将其退出。

source: Quitting it in Activity Monitor is safe: macOS starts it again.
de: Es in der Aktivitätsanzeige zu beenden ist sicher: macOS startet es neu.
fr: Le quitter dans le Moniteur d’activité est sans risque : macOS le relance.
zh_hans: 在“活动监视器”中退出它是安全的：macOS 会重新启动它。

source: Restarting the Mac resets it.
de: Ein Neustart des Mac setzt es zurück.
fr: Redémarrer le Mac le réinitialise.
zh_hans: 重新启动 Mac 即可将其重置。

source: Notify when one program keeps about a core busy for an hour or more, such as a part of macOS stuck in a loop. Apps you are using only warn after three hours.
de: Benachrichtigen, wenn ein Programm eine Stunde oder länger etwa einen Kern auslastet, etwa ein Teil von macOS, der in einer Schleife hängt. Apps, die du benutzt, warnen erst nach drei Stunden.
fr: Notifier quand un programme occupe environ un cœur pendant une heure ou plus, par exemple une partie de macOS bloquée dans une boucle. Les apps que vous utilisez n’avertissent qu’après trois heures.
zh_hans: 当某个程序占用约一个核心达一小时或更久时通知，例如陷入循环的 macOS 组件。你正在使用的应用在三小时后才会发出警告。

source: CPU usage
de: CPU-Auslastung
fr: Utilisation du CPU
zh_hans: CPU 使用率

source: Share of all cores in use over the selected range, 0-100%. The cores above show each core right now.
de: Anteil aller Kerne, die im gewählten Zeitraum ausgelastet waren, 0-100 %. Die Kerne darüber zeigen jeden Kern im Moment.
fr: Part de tous les cœurs utilisés sur la période choisie, de 0 à 100 %. Les cœurs ci-dessus montrent chaque cœur en ce moment.
zh_hans: 所选时间范围内所有核心的使用占比，0-100%。上方的核心显示每个核心当前的使用情况。

source: Start over
de: Neu beginnen
fr: Recommencer
zh_hans: 重新开始

source: Clear this conversation and go back to the start
de: Dieses Gespräch löschen und zum Anfang zurückkehren
fr: Effacer cette conversation et revenir au début
zh_hans: 清除此对话并返回开始页面

source: Checking how your Mac is doing…
de: Prüfe, wie es deinem Mac geht …
fr: Vérification de l'état de votre Mac…
zh_hans: 正在检查这台 Mac 的状况…

source: How each part is doing
de: So geht es den einzelnen Teilen
fr: État de chaque composant
zh_hans: 各部分的状况

source: Based on the last hour. Click a part to learn more.
de: Bezogen auf die letzte Stunde. Klicke auf einen Teil, um mehr zu erfahren.
fr: Sur la dernière heure. Cliquez sur un composant pour en savoir plus.
zh_hans: 基于过去一小时。点按某个部分可了解更多。

source: Stopped.
de: Angehalten.
fr: Arrêté.
zh_hans: 已停止。

source: What should I do about it?
de: Was soll ich dagegen tun?
fr: Que dois-je faire ?
zh_hans: 我该怎么办？

source: What's using the internet?
de: Was nutzt das Internet?
fr: Qu'est-ce qui utilise Internet ?
zh_hans: 什么在使用网络？

source: Why is the fan loud?
de: Warum ist der Lüfter so laut?
fr: Pourquoi le ventilateur est-il bruyant ?
zh_hans: 为什么风扇这么响？

source: What's using my battery?
de: Was verbraucht meinen Akku?
fr: Qu'est-ce qui utilise ma batterie ?
zh_hans: 什么在消耗电池？

source: Is anything using too much memory?
de: Verbraucht etwas zu viel Speicher?
fr: Quelque chose utilise-t-il trop de mémoire ?
zh_hans: 有没有什么占用了太多内存？

source: Do I have enough disk space?
de: Habe ich genug Speicherplatz?
fr: Ai-je assez d'espace disque ?
zh_hans: 我的磁盘空间够吗？

source: Show Ask About This Mac
de: „Frag deinen Mac“ anzeigen
fr: Afficher « Poser une question sur ce Mac »
zh_hans: 显示“询问这台 Mac”

source: part of macOS
de: Teil von macOS
fr: fait partie de macOS
zh_hans: macOS 的一部分

source: a background process
de: ein Hintergrundprozess
fr: un processus d'arrière-plan
zh_hans: 一个后台进程

source: Your Mac overall
de: Dein Mac insgesamt
fr: Votre Mac dans l'ensemble
zh_hans: 这台 Mac 的整体状况

source: Normal for this Mac: %@
de: Normal für diesen Mac: %@
fr: Habituel pour ce Mac : %@
zh_hans: 这台 Mac 的常态：%@

source: Apps using the most (normal amounts, not a problem):
de: Apps mit der höchsten Nutzung (normale Mengen, kein Problem):
fr: Apps qui en utilisent le plus (quantités normales, pas un problème) :
zh_hans: 使用最多的 App（属正常用量，不是问题）：

source: Apps using the most:
de: Apps mit der höchsten Nutzung:
fr: Apps qui en utilisent le plus :
zh_hans: 使用最多的 App：

source: Worth noting: %@
de: Bemerkenswert: %@
fr: À noter : %@
zh_hans: 值得注意：%@

source: Not known: %@
de: Unbekannt: %@
fr: Inconnu : %@
zh_hans: 未知：%@

source: Things that help:
de: Was hilft:
fr: Ce qui aide :
zh_hans: 有帮助的做法：

source: Heat
de: Wärme
fr: Chaleur
zh_hans: 温度

source: How every part of your Mac is doing.
de: Wie es allen Teilen deines Macs geht.
fr: L'état de chaque composant de votre Mac.
zh_hans: 这台 Mac 每个部分的状况。

source: The chip that runs your apps. When it is busy, things slow down.
de: Der Chip, der deine Apps ausführt. Ist er ausgelastet, wird alles langsamer.
fr: La puce qui exécute vos apps. Quand elle est occupée, tout ralentit.
zh_hans: 运行 App 的芯片。它忙碌时，一切都会变慢。

source: Where open apps keep their work. When it runs short, the Mac uses the disk instead, which is slower.
de: Wo geöffnete Apps ihre Arbeit ablegen. Wird er knapp, nutzt der Mac stattdessen den Datenträger, und das ist langsamer.
fr: L'endroit où les apps ouvertes gardent leur travail. Quand elle manque, le Mac utilise le disque à la place, ce qui est plus lent.
zh_hans: 打开的 App 存放工作内容的地方。不够用时，Mac 会改用磁盘，速度会变慢。

source: Draws everything on screen, and runs games, video and some AI.
de: Zeichnet alles auf dem Bildschirm und führt Spiele, Videos und manche KI aus.
fr: Affiche tout à l'écran et fait tourner les jeux, la vidéo et certaines fonctions d'IA.
zh_hans: 负责屏幕上的所有画面，也运行游戏、视频和部分 AI。

source: A part of the chip built for AI features like dictation and photo search.
de: Ein Teil des Chips für KI-Funktionen wie Diktat und Fotosuche.
fr: Une partie de la puce conçue pour les fonctions d'IA comme la dictée et la recherche de photos.
zh_hans: 芯片中专为听写、照片搜索等 AI 功能设计的部分。

source: What your Mac sends and receives over Wi-Fi or a cable.
de: Was dein Mac über WLAN oder Kabel sendet und empfängt.
fr: Ce que votre Mac envoie et reçoit par Wi-Fi ou par câble.
zh_hans: 这台 Mac 通过无线局域网或网线发送和接收的数据。
